Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ཨོཾ་ཁཿཧཿཕཊ། གྷོ་ཊ་ཀསྟཾ་བྷ་ནཾ་ཞེས་པས་བ་ལང་གི་ཤ་ལ་བསྔགས་ཏེ་བརྒྱབ་ན་རྟ་རེངས་པར་འགྱུར་རོ། །
en: “One should incant the flesh of a cow with the mantra oṁ khaḥ haḥ phaṭ ghoṭa­kastam­bhanam. A horse will be paralyzed when struck with it.

source: ཨོཾ་མུཿཧཱྃ་སརྦ་པཱ་ཤུ་ན་སྟྃ་བྷཱ་ཡ་མོ་ཧཱ་ཡ་ཧཱུྃ་ཕཊ། སྟག་གི་པགས་པ་ལ་ལན་བདུན་བསྔགས་ནས་བརྒྱབ་ན་མ་ཧེ་དང་། ཁྱི་དང་།
en: “One should incant tiger skin with the mantra oṁ muḥ hāṁ sarvapaśūn staṁbhāya mohāya hūṁ phaṭ.

source: གླང་པོ་ཆེ་དང་། བ་ལང་དང་། ཅེ་སྤྱང་དང་། སྟག་དང་། དོམ་རྣམས་ངེས་པར་རེངས་པར་འགྱུར་རོ། །
en: Buffalo, dogs, elephants, cows, jackals, tigers, and bears will undoubtedly be paralyzed when struck with it.

source: ཨོཾ་མ་ཧཱ་ནཾ་ཏ་ཧཱུྃ་ཧཿདངུལ་ལ་ལན་བདུན་བཟླས་ནས་སྦྲུལ་ལ་བརྒྱབ་ན་སྦྲུལ་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The snake-paralyzing mantra is oṁ mahānanta hūṁ haḥ. If one incants silver with this mantra seven times and hits a snake with it, the snake will be paralyzed.

source: ཨོཾ་མུ་ཁཾ་སྟཾ་བྷ་ཡ་ཆེ་གེ་མོའི་བཾ་ཕཊ། མིའི་ངག་རེངས་པར་བྱ་བ་ལའོ། །
en: “The mantra for rendering a person mute is oṁ mukhaṃ stambhaya [insert name] vaṃ phaṭ.

source: ཨོཾ་ཧྲཱིཾཿམྃ་རྃ་ཙ་མུཎྜ་ཧཿཤྲཱི་ཧཱུྃ་ཕཊ། རལ་གྲི་ལ་སོགས་པ་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The mantra for paralyzing swords and the like is oṁ hrīḥ maṁ raṁ camuṇḍa haḥ śrī hūṁ phaṭ.

source: ཨོཾ་མ་ཧི་ལ་ལ་བྷི་ལ་ལ་བྷི་ལ་ལ་ཧ་ཧོཿཆོ་ལོང་པ་རེངས་པར་བྱེད་པའོ། །ཨོཾ་གྷཾ་ཧུྃ།
en: “The mantra for paralyzing a dice player is oṁ mahilala bhilala bhilala ha hoḥ.

source: བུད་མེད་རྨོངས་པར་བྱེད་པའི་སྔགས་སོ། །ཨོཾ་ཧཿཀ་ཧ་ཀ་ཧ་མ་ལི་ནི་མུ་ཁེ། པྲ་སཱ་དྷ་ཡ། པྲ་སཱ་དྷ་ཡ། མ་ཧཱ་ཀཱ་ལ་བུད་དྷ་ཛྙྃ། པྲ་ཧི་ཏོ་སི། མཱ་ར་ཡ་མཱ་ར་ཡ། ཀཱ་ར་ཡ་ཀཱ་ར་ཡ། སརྦ་དུཥྚཱཾ་པྲ་དུཥྚཱྃ་གྲཱྀཧྞ་གྲཱྀཧྞ། མ་ར་མ་ར། ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི།
en: “The mantra for bewildering a woman is oṁ ghaṃ hūṁ.

source: ཤཱི་གྷྲཾ་ད་ཧ་ད་ཧ། པ་ཙ་པ་ཙ། ཧཱུ་རེ་ཧཱུ་རེ། མཾ་རཾ་ཧཱུྃ་ཕཊ། ཨི་དཾ་བ་ལིཾ་གྲ་ཧ་གྲ་ཧ།
en: “The great bali offering mantra that subdues enemies is oṁ haḥ kaha kaha malinimukhe prasādhaya prasādhaya mahākāla buddhajñāṃ prahitosi māraya māraya kāraya kāraya sarva­duṣṭāṃ praduṣṭān gṛhṇa gṛhṇa mara mara kha kha khāhi khāhi śīghraṃ daha daha paca paca hūre hūre maṃ raṃ hūṁ phaṭ | idaṃ baliṃ graha graha śrī svāhā.

source: ཤྲཱི་སྭཱ་ཧཱ། སངས་རྒྱས་ཀྱི་བསྟན་པ་ལ་བྱ་བ་མ་ཡིན་པ་བྱེད་པའི་མི་རྩོད་པ་དང་རབ་ཏུ་རྩོད་པ་དག །
en: “This is for hostile and contentious people who act in opposition to the Buddha’s teaching.

source: སྔགས་འདིས་མིའི་ཐོད་པ་བཟའ་རྒྱུས་བཀང་ལ་ནག་པོའི་ཚེས་བརྒྱད་ལ་གཏོར་མ་སྦྱིན་ནོ། །སྐད་ཅིག་དེ་ཉིད་ལ་འཆིའོ་རིམས་ཀྱིས་ཐེབས་པར་འགྱུར་རོ། །མེ་ཡིས་རབ་ཏུ་འཚིག་པར་འགྱུར་རོ། །
en: One should incant a bowl make of a human skull and full of food with this mantra and present the bali offering on the eighth day of the waning moon, and they will instantly die, contract a deadly fever, or be incinerated, or their head will split open.

source: མགོ་འགེམས་པར་འགྱུར་རོ། །གཏོར་མ་ཆེན་པོའི་སྔགས་ཏེ་དགྲ་གནོན་པའོ། །
en: This great bali offering mantra overcomes enemies.

source: ཨོཾ་ཙ་མུཎྜེ། ཧ་ན་ཧ་ན། ད་ཧ་ད་ཧ། ཧཱུྃ་ཕཊ། གསད་པའི་སྔགས་སོ། །
en: “The killing mantra is oṁ camuṇḍe hana hana daha daha hūṁ phaṭ.

source: ཨོཾ་ཧཱུྃ་མཱྃ་མྃ་མཱྃ་ར་ཡ་སྭཱ་ཧཱ། དགྲ་གསད་པའི་སྔགས་སོ། །ཧཱུྃ་ཕཊ། ཨ་ཐ་བྷ་ག་བཱན་བོ་དྷི་སཏྭཱ་མ་ཧཱ་སཏྭཱ་མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ། ཏདྱ་ཐཱ།
en: “The mantra for killing enemies is oṁ hūṁ māṁ maṃ māraya svāhā.

source: ཨོཾ་ཀཱ་རཱ་ལ་བི་ཀ་ཊེ་ཤྭ་ར། ཧཱུ་ལུ་ཧཱུ་ལུ། ཀི་ལི་ཀི་ལི། མ་ཧཱ་ཀཾ་ཀཱ་ལ་ཧ་ལ། ཀྵཱྃ་ཤྲཱིཾ་པྃ་ཙྃ་མྃ་ཧྃ་ཧཱུྃ།
en: “hūṁ phaṭ | atha bhagavān bodhi­sattvā mahā­sattvā mahā­kāruṇikā | tadyathā | oṁ kārāla­vikaṭeśvara hūlu hūlu kili kili mahākaṅkālahala kṣāṁ śrīṁ vaṁ caṁ maṁ haṁ hūṁ mahānan­deśvarāya svāhā.

source: མ་ཧཱ་ནྃ་དེ་ཤྭ་རཱ་ཡ་སྭཱ་ཧཱ། སྔགས་འདི་ཉི་མ་རེ་རེ་ལ་ལན་བདུན་བདུན་དུ་བཟླས་ལ་གདོང་བ་བཀྲུས་ན་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་ཡིད་དུ་འོང་བར་འགྱུར་རོ། །
en: This mantra should be recited seven times a day while washing the face, and one will be attractive to everyone.

source: དགྲ་ཐམས་ཅད་ངེས་པར་ཞི་བར་འགྱུར་རོ། །བྱ་བ་ཐམས་ཅད་སྒྲུབ་པར་འདོད་པ་དེ་ལ་ཉིས་འགྱུར་དུ་སྟེར་བར་བྱེད་དོ། །
en: All one’s enemies will be pacified, all one’s actions will succeed, and whatever one desires will be granted twofold.

source: སྒྲུབ་པ་ཐམས་ཅད་ལ་ཆེར་དགའ་བའི་གཟུགས་ནག་པོ་ཆེན་པོའི་སྔགས་སོ། །
en: This is the mantra for Mahākāla, the dhāraṇī that brings delight in every sādhana.

source: ཨོཾ་མ་ཧཱ་ཀཱ་ལ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: “oṁ mahākāla hūṁ hūṁ hūṁ phaṭ svāhā.

source: ལས་ཚོགས་ཐམས་ཅད་བསྒྲུབས་པས་འབྲས་བུ་འབྱུང་བར་བྱེད་པ་དཔལ་མགོན་པོ་ནག་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་སྔགས་ཀྱི་ལེའུ་སྟེ་གསུམ་པའོ།། །།
en: One brings about the result by accomplishing the entire collection of ritual actions.” This is the third chapter in The Glorious Sovereign Tantra of the Black Protector, “The Mantras.”

source: དེ་ནས་དབང་གི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 4: Consecration “Now I will present the chapter on consecration.

source: དང་པོར་ནག་པོ་ཆེན་པོ་ཕྱག་གཉིས་པའི་སྔགས་སྟོང་ཕྲག་བཅུ་བཟླས་ལ་སློབ་མ་ལ་དབང་བསྐུར་ཏེ།
en: The disciple must first recite the mantra for the two-armed form of Mahākāla ten thousand times and then receive initiation.

source: ཐོག་མར་བུམ་པའི་དབང་བསྐུར་བ་ཐུབ་པ་དྲིལ་བུའི་སྒྲ་དང་། རྡོ་རྗེའི་སྦྱོར་བ་དང་ལྡན་པས་ཆུ་ལ་སོགས་པ་དབང་ལྔ་རྣམས་ཀྱི་བྱེ་བྲག་གིས་སོ། །
en: The sage is first consecrated with the vase following the specific set of five consecrations in which they are furnished with a bell and vajra, sprinkled with water, and so forth.

source: དྲུག་པ་ལ་རྡོ་རྗེའི་རིམ་པ་རྣམས་ཀྱིས་དང་།
en: The sixth consecration is bestowed according to the vajra stages.

source: བདུན་པའི་དབང་བསྐུར་བའི་བྱེ་བྲག་ནི་ཇི་ལྟ་བར་ཤེས་རབ་དང་མཉམ་པར་སྦྱོར་བའོ། །
en: The seventh consecration is the specific point at which they unite with an insight consort.

source: བརྒྱད་པ་ཞེས་པ་ནི་འདི་ལ་རྣལ་འབྱོར་མས་ཡོངས་སུ་འཁྱུད་པའོ། །དགུ་པ་ལ་སྐྱེས་བུ་ཉིད་ལ་རྗེས་སུ་སྐྱེ་བའོ། །བཅུ་པ་ལ་ནམ་མཁའི་ཆུ་རྣམས་ཀྱིས་སོ། །
en: The disciple copulates with the yoginīs during the eighth consecration, during the ninth semen is produced, and during the tenth they are consecrated with sky water.

source: བཅུ་གཅིག་པ་རྣམས་ཀྱིས་ཀྱང་རིམ་པས་ཡང་དག་པའི་རིག་པས་བསྒྲུབས་པས།
en: Accomplishing the sequence of these eleven consecrations in the correct way will give rise to the respective states.

source: གནས་དང་གནས་སུ་རྗེས་སུ་འབྱུང་བ་ཐུབ་པ་ཀ་པི་ལ་བརྞྞ་ཤི་བ་ཇི་ལྟ་བར་རིམ་པས་ཞི་བའི་ཡེ་ཤེས་སྒྲུབ་པ་འདི་གསང་ལ་སྤྱད་པར་བྱ་བ་བདུད་རྩི་ལྔ་དང་ཤེས་རབ་མ་འདི་རྣམས་ཀྱིས་སོ། །
en: Just like those slain by the tawny-colored one, the sage should secretly maintain this sequential accomplishment of quiescent wisdom using the five ambrosias and the insight consorts.

source: མ་དང་། སྲིང་མོ་དང་། བྱ་རོག་རྐང་མ་དང་། མི་ཐུང་མ་དང་། སྒུར་མོ་རྣམས་དང་ཡང་དག་པར་སྦྱོར་བར་བྱ་བ་དང་།
en: One should perform this practice with a mother, a sister, a woman with deformed legs, a dwarfish woman, or a hunchbacked woman.

source: ཇི་ལྟར་བཀའ་སྩལ་པ་ལྟར་མིང་ཐམས་ཅད་ཡང་དག་པར་བཟུང་ངོ་། །
en: All these designations should be understood as instructed.

source: དེ་ལྟར་བྱས་ན་མངའ་བདག་ལས་དབང་བསྐུར་ཇི་ལྟ་བ་བཞིན་ཉེ་བར་འགྱུར་རོ། །
en: “Once all that is complete, one should approach the eminent master for the appropriate consecration.

source: བླ་མས་སློབ་མ་བརྟགས་ལ་སྦྱིན་པར་བྱའོ། །
en: The guru should examine the disciple and then give it.

source: མངའ་བདག་ཁྱོད་ཐབས་དང་ལྡན་པས།
en: Then the disciple should say, ‘Master, since you possess the method, and since, Your Eminence, we have acted according to your every word, please teach us the correct path for abandoning the suffering of beings.

source: བདག་ཉིད་ཆེན་པོ་བདག་ཅག་གིས་མིང་ཐམས་ཅད་སྤྱད་པས་སེམས་ཅན་གྱི་སྡུག་བསྔལ་སྤོང་བ་ཇི་ལྟ་བའི་ལམ་གསུངས་པ་ཞིག་བཅོམ་ལྡན་འདས་སྐྱེ་བོ་རྣམས་ཀྱི་དོན་དུ་གང་ཡིན་པ་དེ་དབང་གི་དོན་བྱེ་བྲག་གི་རིམ་པ་ལས་ཇི་ལྟ་བར་ཤེས་པར་མཛོད་ཅིག །དུས་དང་ཚོད་ཇི་ལྟ་བར་ཤེས་པ་ལས་སོ། །
en: Blessed One, please grant us the proper understanding of the consecration rite through its specific stages so that it might benefit beings, and so we might have the correct understanding of the time and duration of the rite.’ ”

source: དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དབང་གི་རིམ་པར་ཕྱེ་བ་སྟེ་ལེའུ་བཞི་པའོ།། །།
en: This is the fourth chapter in The Glorious Sovereign Tantra of Mahākāla, “Consecration.”

source: དེ་ནས་ཡང་ལྷ་རྣམས་དབང་བསྐུར་བ་བཤད་པར་བྱ་སྟེ།
en: Chapter 5: The Deity Consecration “Now I will present the deity consecration.

source: དང་པོར་ལྷ་མོ་ལ་སོགས་པ་རྣམས་ཀྱིས་བུམ་པའི་དབང་བསྐུར་བར་བྱའོ། །ལྷ་མོ་བརྒྱད་རྣམས་ཀྱིས་ནི་བདུད་རྩིས་སོ། །
en: First, the goddesses and the like perform the vase consecration, and the eight goddesses grant the ambrosia.

source: མཆོད་ཡོན་དང་ཞབས་བསིལ་བྱིན་ནས་བསྟོད་པ་དང་། སྔགས་ཀྱིས་བྱིན་གྱིས་བརླབ་པ་ནི། ཨོཾ་ཀ་ལ་ཤ་ཨ་བྷི་ནཱ་ཡ་ནཾ་སྣཱ་ནཾ། ཨོཾ་ཤཱུ་ནྱ་ཏཱ་ཨ་དྷིཥྛི་ཏེ་སྭ་ཧཱ།
en: After water to drink and water to cool one’s feet are offered and praises are made, the vases are empowered with the mantra oṁ kalaśābhina­yanaṃ snānaṁ oṁ śūnyatādhiṣṭhite svāhā.

source: ཆུའི་དབང་བསྐུར་བ་བྱིན་པ་དང་། བདུད་རྩི་ལྔ་བྱིན་པ་ནི་ལྷ་མོ་རྣམས་ཀྱིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: “The goddesses, who are given the water consecration and the five ambrosias, will be filled with the six perfections.

source: ལྷ་མོ་རྣམས་ཀྱིས་མེ་ཏོག་གི་ཆར་འབབ་པར་འགྱུར་རོ། །
en: The goddesses will then let forth a rain of flowers.

source: གླ་རྩི་དང་དྲི་ཞིམ་པོ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ། །
en: One will smell musk and sweet fragrances.

source: སྲེད་མེད་ཀྱི་བུ་ལ་སོགས་པས་བྱིན་གྱིས་རློབ་པར་འགྱུར་རོ། །
en: Then one will be consecrated by Nārāyaṇa and the rest.

source: ལྷ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གིས་སྐྱོང་ཞིང་སྲོག་ལ་བབ་ཀྱང་གཏོང་བར་མི་འགྱུར་རོ། །
en: One will be protected by all these deities’ samayas, and they will not abandon them even if it costs them their lives.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ལས་ལྷ་དབང་བསྐུར་བའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།
en: Thus is the fifth chapter in The Tantra of Mahākāla, “The Deity Consecration.”

source: དེ་ནས་ཡང་རྡོ་རྗེ་འབྱུང་མོ་ལ་སོགས་པའི་ལྷ་མོ་གཙོར་གྱུར་པ་རྣམས་ཐེ་ཚོམ་སྐྱེས་ཏེ་ཡིད་མི་བདེ་བར་གྱུར་ནས།
en: Chapter 6: The Practice At that point, the foremost goddesses such as Vajrabhūtinī and the others experienced doubt and were disheartened.

source: བཅོམ་ལྡན་འདས་ལ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་བཅོམ་ལྡན་འདས་ཐེ་ཚོམ་འདི་རྣམས་བསལ་དུ་གསོལ། །
en: They all asked the Blessed One, “Blessed One, please clear away our doubts.

source: འདི་ལྟར་ལེའུ་འདིར་བཤད་པའི་གར་གྱི་ཉམས་དགུ་དང་། གླུ་ཡིས་གྲུབ་པར་འགྱུར་བ་དེ་བདག་ཐེ་ཚོམ་མཆིས་ན།
en: We have doubts about reaching accomplishment through song and the nine dramatic sentiments as explained in this chapter.

source: གླུ་དང་གར་གྱིས་དོན་ཇི་ལྟར་དུ་འགྱུར་བ་ལགས།
en: What is the purpose of song and dance?

source: ལྷ་ལ་དབང་བསྐུར་བ་ཉེ་བར་སྤྱོད་པ་ཇི་ལྟར་འགྱུར་བ་ལགས།
en: What is conduct for one who is consecrated as the deity?

source: ཞེ་སྡང་ལ་སོགས་པའི་ཕྱག་རྒྱས་ཇི་ལྟར་རྒྱས་འདེབས་པར་འགྱུར་བ་ལགས།
en: How are they represented by the mudrās of anger and the like?

source: ས་བོན་ཐམས་ཅད་སྔགས་ཀྱི་ལེའུ་ལས་བརྗོད་པ་ཇི་ལྟར་ལགས།
en: How do you explain all the seed syllables in the chapter on mantras?

source: ལྷ་མོའི་ས་བོན་ལ་ཐེ་ཚོམ་སྐྱེས་པ་གང་ལགས།
en: What doubts have arisen about the seed syllables of these goddesses?

source: གཟུགས་ཅན་གྱི་ས་བོན་གྱི་མཐུ་གང་ལགས།
en: What power do the seed syllables of the embodied beings have?

source: ཀྱཻ་བཅོམ་ལྡན་འདས་དམ་ཚིག་ཅན་རྣམས་ཀྱི་སྤྱོད་པ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཨ་ཀོ་ཡི་གྷ་ཎ་པི་ཊ་ཊ་ཡི་ར་ཧཱ་ཧཱ་ཀཱ་རེ་མ་ཧཱ་ཀཱ་ལ། ཨུཙྪ་ལ་ཡ་ཡི་ཀཀྐོ་ལེ་གྷ་ཎ་ཌ་མ་རུ་བཛྲ་ཛི་ཡཱ་ཡི། ཀཱ་རུ་ཎེ་ཡཱ་ཡི། ན་རོ་ལི་ཡཱ་ཡི།
en: Blessed One, how do samaya holders act?”

source: ཏ་ཧིཾ་མ་ཧཱ་མཱཾ་ས་ནི་བ་བྷ་རེ་ཁཱ་ཧི་ཡཱ་ཡི། པི་བ་ཡི་མ་ཡ་ཎཱ་གྷཎྚེ། ཧ་རེ་ཀཱ་ལི་ཛྙཱ་ཛ་ར་པ་ཡི་ས་ཡི་བཱ་ཡི་ཡ་ཡཱ་ཡི། དུཾ་དུ་ཏ་ར་མཱ་ག་པ་ཨི་པཏྟེ། ཀ་སྟུ་ར་ཀཱ་ཏ་ཐ་རི་སིཧླ་ཙ་ཨུ་ས་མ་ལཱ་གཱ་ཡ་ཡཱ་ཡི། སི་ལི་ནི། བྷ་ར་མཱཾ་ས་ཀཱི་ཏ་ཧི་ལ་ཧི་ཡཱ་ཡི། ནཱ་ཊེ་གཱིཾ་ཏཾ་ཨེ་ཀོ་ན་མུ་ཡི། ལཱི་ལཱ་བྷ་ར་ཎ་མཱ་ལཱ་གྷ་རི་ཡཱ་ཡི།
en: The Blessed One responded, “a ko yi gha ṇa pi ṭa ṭa yi ra hā hā kā re ma hā kā la | uccha la ya yi kakko le gha ṇa ḍa ma ru vajra ji yā yi | kā ru ṇe yā yi | na ro li yā yi | ta hiṃ ma hā māṃ sa ni ba bha re khā hi yā yi | pi ba yi ma ya ṇā ghaṇṭe | ha re kā li jñā ja ra pa yi sa yi bā yi yā yi | duṃ du ta ra mā ga pa i patte | ka stu ra kā ta tha ri sihla ca u sa ma lā gā bi yā yi | si li ni | bha ra māṃ sa kī ta hi la hi yā yi | nā ṭe gīṃ taṃ e ko na mu yi | lī lā bha ra ṇa mā lā gha ri yā yi | ta hiṃ pa ṇi yā yi | sa hā gā thi ṇa kun du ru pa yi yā yi | ḍā ma ru nā da uccha li yā yi.

source: ཏ་ཧིཾ་པ་ཎི་ཡཱ་ཡི། ས་ཧཱ་གཱ་ཐི་ཎ་ཀུན་དུ་རུ་པ་ཡི་ཡཱ་ཡི། ཌཱ་མ་རུ་ནཱ་ད་ཨུཙྪ་ལི་ཡཱ་ཡི། གར་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྣལ་འབྱོར་གྱིས་ཇི་ལྟར་བདེ་བའི་སྦྱོར་བས་སྐྱ་རེངས་ཤར་བ་དང་། བསམ་གཏན་ལ་ཆགས་པའི་སེམས་ཀྱིས་སོ། །
en: “ ‘Dancing’ means to be in union with Mahākāla, in whatever manner is pleasing, at dawn and with a mind immersed in meditative concentration.

source: གོམས་པའི་རིགས་པའི་སེམས་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྣལ་འབྱོར་གྱི་མ་རྣམས་ལའོ། །གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: The mind steeped in familiarity refers to nothing other than the mother yoginīs who are the suchness of all buddhas.

source: གར་དང་གླུ་འདི་དག་གིས་མཆོག་ཏུ་བདེ་བ་སྐྱེ་བར་འགྱུར་རོ། །
en: These dances and songs give rise to supreme bliss.

source: འདི་ཉིད་ཀྱིས་བདག་སྲུང་བ་དང་། ཚོགས་སྲུང་བ་དང་།
en: This is precisely what protects oneself and protects the gathering.

source: བདུད་རྩི་ལྔ་དང་མཆོག་ཏུ་དགའ་བའི་དབང་དུ་གྱུར་པའི་སྔགས་བཟླས་པ་འདིས་འཇིག་རྟེན་དུ་ཚེགས་མེད་པར་བྱ་བ་བྱེད་པ་དེའི་ཕྱིར་དངོས་གྲུབ་རྟག་ཏུ་བླང་བར་བྱའོ། །
en: It is the five ambrosias, and it is the mantra focused on power, the recitation of which effortlessly performs activities in the world. One should therefore always receive the siddhi.

source: བར་དུ་གར་ཡང་བྱའོ། །
en: “They should dance in the middle, over and over.

source: ཡང་ཡང་དུ་ཚོགས་ཀྱི་བདག་པོ་དེ་ཉིད་ལ་དང་པོར་བྱ་རྒོད་ཀྱི་དྲི་དང་། གཉིས་པ་དཔལ་སྲེད་མེད་ཀྱི་བུའི་དྲི་སྣའི་ཉེ་བར་དམིགས་པར་འགྱུར་རོ། །
en: The lord of the assembly himself first apprehends the smell of a vulture, and second the smell of Lakṣmī and Nārāyaṇa wafting toward his nose.

source: གསུམ་པ་གླ་རྩིའི་དྲི་དང་། གུར་གུམ་ལ་སོགས་པའི་དྲི་སྣ་ཚོགས་མཉམ་པར་ལོངས་སྤྱོད་པར་འགྱུར་རོ། །
en: Third, he enjoys the various smells of musk, saffron, and the like.

source: རྣལ་འབྱོར་དབང་ཕྱུག་གི་སའོ། །
en: This is the stage of a lord of yoga.

source: དེའི་རྗེས་ལ་གླུ་བྱིན་གྱིས་བརླབས་པས་བུང་བའི་སྒྲ་ཉན་པ་དང་། ངང་པ་དང་། ཁུ་བྱུག་དང་། གོ་མཱ་ཡུ་དང་།
en: After that, the song’s blessings create the sounds of bees, geese, cuckoos, and frogs.

source: གལ་ཏེ་གར་བྱེད་ན་ཐམས་ཅད་དང་སྒྲ་བཞིན་ནོ། །
en: If one dances, all the sounds will be the same.

source: དེ་ནས་ཀླུའི་ཚོགས་བྱིན་གྱིས་བརླབ་པ་ནི།
en: “Then there is the song’s blessing for the assembly.

source: ཕྱིའི་མིའམ་ཅི་དང་། སྲེད་མེད་ཀྱི་བུ་ལ་སོགས་པ་དག་ཚིག་རྣམས་ཀུན་དུ་སྤྱད་པར་བྱའོ། །
en: External beings, beginning with kinnaras and Nārāyaṇa, should follow samaya.

source: གྲོང་ཁྱེར་གྱི་མཐའ་འམ། སྐྱེད་མོས་ཚལ་ལམ། ནགས་ཚལ་དུ་ངེས་པར་མཚོན་པར་བྱའོ། །
en: All the symbols should be continuously displayed at the edge of a town, in a grove, or in a forest.

source: ཕྱག་རྒྱ་ཐམས་ཅད་ཀྱི་ངེས་པར་དངོས་གྲུབ་ཏུ་འགྱུར་རོ། །
en: The siddhis will then be certain.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་འཛམ་བུའི་གླིང་པའི་སེམས་ཅན་གྱི་དོན་བྱེད་པར་འདོད་པ་དང་། བཅུད་ལེན་བྱེད་པར་འདོད་པ་རྣམས་དེ་བཞིན་དུ་དབང་ལ་སོགས་པ་དེ་རྣམས་ཀྱི་ཐབས་ཀྱིས་ཇི་ལྟར་འབྱུང་བ་བསྟན་དུ་གསོལ།
en: “Blessed One,” the Goddess asked, “please explain how those who are interested in benefiting the beings of Jambudvīpa and those who are interested in practicing alchemy make correct use of the methods for enthralling rites and so forth.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་མོ་རྣམས་ཀྱི་ཕྱག་རྒྱ་བཞི་ཇི་ལྟ་བར་ཤེས་པར་བྱའོ། །
en: The Blessed One replied, “One must correctly understand the four mudrās of the goddesses.

source: དེའི་རྗེས་སུ་ཐམས་ཅད་སྟོན་གྱིས།
en: I will teach everything only after that.”

source: ཡང་ལྷ་མོས་གསོལ་པ། རིམ་པ་རྣམས་ཇི་ལྟར་ཡིད་ཆེས་པར་བཤད་པར་བྱེད།
en: The Goddess again said, “Please give a trustworthy explanation of the correct stages.

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱིས་དོན་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཡིན་ནམ།
en: Blessed One, will this not allow beings to gain great benefit?”

source: ལྷ་མོ་ངས་ལེའུ་བརྒྱད་པ་ལ་སོགས་པ་བཤད་པར་བྱའོ། །
en: “Goddess, I will explain this beginning in chapter eight.

source: རིགས་རྣམ་པ་ལྔ་ལ་བཞུགས་ནས་གང་ཉི་མ་རེ་རེ་དེའི་འབྲས་བུ་དངོས་གྲུབ་ངེས་པར་འཐོབ་པར་འགྱུར་རོ། །
en: Those dwelling among the five families are guaranteed to attain their siddhis every day.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ལས་སྤྱོད་པའི་ལེའུ་སྟེ་དྲུག་པའོ།། །།
en: This is chapter six in The Tantra of Mahākāla, “The Practice.”

source: དེ་ནས་ཐོག་མར་ཉེ་བར་མཁོ་བའི་མཆོད་པ་དང་། སྡིག་པ་བཤགས་པ་ལ་སོགས་པ་ཚངས་པའི་གནས་བཞི་བསྒོམས་ནས་ལྷག་མ་ཉིད།
en: Chapter 7: The Emergence of the Deities “First, one should perform the ritual offering, confess one’s misdeeds and so forth, cultivate the four abodes of Brahmā, and the rest.

source: ཨོཾ་ཤཱུ་ནྱ་ཏཱ་ཛྙཱ་ན་བཛྲ་སྭ་བྷཱ་བ་ཨཱཏྨ་ཀོ྅་ཧྃ་བྱས་ནས་སྒྱུ་མའི་སྤྱོད་པ་ཐམས་ཅད་སྦྱངས་ནས།
en: Then, using the mantra oṁ śūnyatājñāna­vajra­svabhāvātmako ’haṃ, one should purify all illusory phenomena.

source: ནག་པོ་ཆེན་པོ་ཞལ་གསུམ་པ། དབུ་སྐྲ་སེར་པོ་འབར་བ་གྱེན་དུ་བརྫེས་པ།
en: The Eight-Armed Form “Mahākāla has three faces with blazing yellow hair that flows upward.

source: སྐྲ་དང་སྨིན་མ་འབར་བ། མཆེ་བ་གཙིགས་ཤིང་རྒོད་པས་འཇིགས་པར་མཛད་པ།
en: His beard and eyebrows are ablaze, his fangs are bared, and he terrifies with his laughter.

source: ཤིན་ཏུ་འཇིགས་པའི་ཞལ་དང་པོ་གནག་པ། གཡོན་དཀར་པོ། གཡས་ཀྱི་ཞལ་ལྗང་གུ།
en: His main fearsome face is black, the face on the left is white, and the face on the right is blue-black.

source: སྟག་གི་པགས་པ་གོས་སུ་གྱོན་པ། མིའི་མགོ་བོའི་ཕྲེང་བས་ཉེ་བར་འཕྱང་བ།
en: He wears a tiger skin as his lower garment and is garlanded with human heads.

source: ཐུང་ཞིང་གསུས་པ་འཕྱང་བ། ཀླུ་བརྒྱད་ཀྱི་རྒྱན་གྱི་གདེངས་ཀས་བརྒྱན་པའོ། །
en: He is short, his belly hangs down, and he is adorned with the ornamented hoods of the eight nāgas.

source: ཕྱག་བརྒྱད་པ་གཡས་གཡོན་གྱི་དང་པོ་གཉིས་ཀྱིས་ལྷ་མོ་ལ་འཁྱུད་པ།
en: “The first pair of his eight arms embrace the Goddess.

source: གཉིས་པ་གྲི་གུག །གསུམ་པ་རྡོ་རྗེ། བཞི་པ་ཌཱ་མ་རུ།
en: His second right hand holds a hooked knife, his third holds a vajra, and his fourth holds a ḍamaru.

source: ཕྱག་གཡོན་ན་ཁྲག་གིས་བཀང་བའི་ཐོད་པ། གསུམ་པ་ན་དྲིལ་བུ། བཞི་པ་ན་ཐོ་བ།
en: His second left hand holds a skull bowl that is full of blood, his third holds a bell, and his fourth holds a hammer.

source: རོ་ལ་ཞོན་པ། ཞབས་གཡོན་བརྐྱང་བས་གནས་པ།
en: He has a corpse for his mount and stands with his left leg forward.

source: རྣལ་འབྱོར་མ་བཞིས་ཡོངས་སུ་བསྐོར་བ།
en: “He is surrounded by four yoginīs.

source: ཤར་ཕྱོགས་ཀྱི་སྣམ་བུ་ལ་ཙཎྜི་སྭ་རི་ཕྱག་ན་གྲི་གུག་དང་ཐོད་པ་བསྣམས་པ།
en: Caṇḍeśvarī is in the space to the east holding a hooked knife and a skull bowl.

source: ཁ་དོག་དཀར་མོ་སྐྲ་གྲོལ་བ། མཆེ་བ་གཙིགས་ཤིང་འཇིགས་པར་མཛད་པ།
en: She is white, her hair is loose, her fangs are bared, and she is terrifying.

source: ལྷོའི་སྣམ་བུ་ལ་ཙརྩི་ཀཱ་ཁ་དོག་ནག་མོ། གཅེར་བུ་སྐྲ་སིལ་བུ། ལག་པས་གྲི་གུག་དང་ཐོད་པ་བསྣམས་པ།
en: Carcikā is in the space to the south. She is black and naked, has disheveled hair, and holds a hooked knife and a skull bowl in her hands.

source: ཞབས་གཡོན་བརྐྱང་བས་གནས་པ། མཆེ་བ་གཙིགས་པ་ལ་སོགས་པ་འཇིགས་པར་བྱེད་པའོ། །
en: She stands with her left leg forward, bears her fangs, and so forth, and she is terrifying. Kālikā is in the space to the west.

source: ནུབ་ཀྱི་འཕར་མ་ལ་ཀཱ་ལི་ཀཱ་ཁ་དོག་ནག་པོ་མདུང་རྩེ་གསུམ་པ་དང་ཐོད་པ་བསྣམས་པ། སྐྲ་སིལ་བུ། ཐམས་ཅད་སྔ་མ་སྨོས་པ་བཞིན་ནོ། །
en: She is black, holds a trident and a skull bowl, has disheveled hair, and is similar to all the yoginīs mentioned above.

source: བྱང་དུ་རིགས་ཀྱི་དབང་ཕྱུག་མ་ལག་པ་གྱེན་དུ་བརྐྱང་སྟེ། གཡོན་པ་ན་ཐོད་པ་ཁ་དོག་ལྗང་གུ།
en: In the north is Kulikeśvarī with arms raised, holding a skull bowl in her left hand.

source: ལྷག་མ་ཐམས་ཅད་སྔ་མ་བཞིན་ནོ། །
en: She is green, and all her remaining features are just like those mentioned above.

source: ལྷ་མོ་ཐམས་ཅད་སྤྱན་གསུམ་པ།
en: All the goddesses have three eyes.

source: ལྷ་མོ་བཞིས་ཡོངས་སུ་བསྐོར་བའི་བཅོམ་ལྡན་འདས་ལྷ་མོ་ལ་འཁྱུད་པ། ལྷན་ཅིག་སྐྱེས་པའི་ཁ་སྦྱོར་ལ་མངོན་པར་གནས་པ།
en: “The Blessed One is surrounded by the four goddesses, and he embraces and is in sexual union with the goddess.

source: སྦྱོར་བ་དེ་དག་སྤྱོད་པའི་རྣལ་འབྱོར་གྱིས་ཕྱག་བརྒྱད་པ་བཞེངས་པའོ། །
en: The eight-armed form is erected by performing those procedures.

source: དང་པོ་ཧཱུྃ་ལས་འོད་བྱུང་བས་ཁམས་གསུམ་ན་གནས་པའི་ལྷ་དང་། བླ་མ་དང་། སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སྤྱན་དྲངས་ལ།
en: The Twelve-Armed Form “First, light radiating out from the syllable hūṁ invites the deities, gurus, buddhas, and bodhisattvas present in the threefold world.

source: ཨོཾ་ཤཱུ་ནྱ་ཏཱ་ལ་སོགས་པས་འགྲོ་བ་ཐམས་ཅད་རང་བཞིན་མེད་པར་བསྒོམས་ནས་ཧཱུྃ་གི་ས་བོན་ལས་འོད་ཟེར་བྱུང་ནས་དེས་བཀུག་པའོ། །
en: Reciting the mantra oṁ śūnyatā…, one should meditate on the fact that the entire world lacks inherent nature. The invited beings are then drawn back in along with the light radiating from the seed syllable hūṁ.

source: ཕྱི་ནས་རྡོ་རྗེ་དྲ་བ་རྣམ་པར་བསྒོམ་པར་བྱའོ། །
en: After that, one should visualize the vajra enclosure.

source: རྟག་ཏུ་རྣལ་འབྱོར་པ་ཞལ་བཞི་པ།
en: “The yogin should continuously visualize the following.

source: དང་པོ་ནག་པོ། གཡས་པ་དམར་པོ། གཡོན་པ་དཀར་པོ། རྒྱབ་ཕག་གི་གདོང་པ།
en: The deity has four faces: his main face is black, his right face is red, his left face is white, and the face behind is that of a boar.

source: ཞབས་བཞི་པ། གཡོན་བརྐྱང་བས་གནས་པ།
en: He has four legs and stands with his left legs forward.

source: ཁ་དོག་ནག་པོ། གསུས་པ་འཕྱང་བ།
en: His body is black and his belly hangs down.

source: ཞལ་རེ་རེ་ལ་སྤྱན་གསུམ་གསུམ་པ། དབུ་སྐྲ་གྱེན་དུ་བརྫེས་པ། ཨག་ཚོམ་འབར་བ།
en: Each face has three eyes, hair that flows upward, and a fiery beard.

source: ལྷག་མ་སྔ་མ་བཞིན་ནོ། །
en: The rest is as stated before.

source: ཕྱག་བཅུ་གཉིས་པ།
en: “He has twelve arms.

source: ཕྱག་གཡས་གཡོན་དང་པོ་གཉིས་ཀྱིས་ལྷ་མོ་ལ་འཁྱུད་པ། བཅོམ་ལྡན་འདས་ཀྱི་མཆེ་བས་ལྷ་མོའི་མཆུ་བཙིར་བ།
en: The first pair of arms embrace the goddess as the Blessed One bites down on the goddess’ lip with his fangs.

source: གཡོན་གཉིས་པ་ན་རྔ་མ་དཀར་པོ། གསུམ་པ་ན་རྩེ་གསུམ་པ། བཞི་པ་ན་ཐོད་པ། ལྔ་པ་ན་གླང་པོ་ཆེའི་པགས་པ་དང་། དྲུག་པ་ན་ལོག་འདྲེན་གྱི་མཆེ་བ།
en: The second hand on the left holds a white fly whisk, the third holds a trident, the fourth holds a skull bowl, the fifth holds an elephant hide, and the sixth holds one of Vināyaka’s tusks.

source: གཡས་ཀྱི་གཉིས་པ་ན་གྲི་གུག །གསུམ་པ་ན་རྡོ་རྗེ་རྩེ་གཅིག་པ། བཞི་པ་ན་ཐོ་བ། ལྔ་པ་ན་གླང་པོ་ཆེའི་པགས་པ། དྲུག་པ་ན་རྡོ་རྗེ།
en: The second hand on the right holds a hooked knife, the third holds a single-pronged vajra, the fourth holds a hammer, the fifth holds an elephant hide, and the sixth hand holds a vajra.

source: མ་ཧེ་ལ་ཞོན་པ། བདུད་ཐམས་ཅད་ཞབས་ཀྱིས་མནན་པ།
en: “He rides a buffalo and tramples all māras.

source: ལྗགས་འདྲིལ་བ། ཁྲག་འཛག་པ། ཞལ་ཁ་སྦྱོར་དུ་བྱེད་པས་གནས་པ།
en: He stands there in sexual union with his tongue lolling and dripping with blood.

source: རྣལ་འབྱོར་མ་བཞིས་ཡོངས་སུ་བསྐོར་བ། གླུའི་མཆོད་པ་ཉེ་བར་ལོངས་སྤྱོད་པ་རྣམས་དང་། ཕེཾ་གྱི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ།
en: “He is surrounded by four yoginīs who present him with songs, offerings, and gifts as he proclaims the great syllable phaṭ.

source: གད་མོ་ཆེན་པོ་རྒྱུན་མི་འཆད་པར་འབྱུང་བའི་ལྷ་མཆོག་ཏུ་དགའ་བའི་རང་བཞིན་ཅན་གྱི་ཀཱི་ལི་ཀཱི་ལའི་སྒྲ་དང་ལྡན་པ།
en: The deity lets forth a continual stream of laughter accompanied by the syllables kili kili that expresses the nature of supreme joy.

source: འཇིག་རྟེན་པ་རབ་ཏུ་ཞི་བའི་དོན་དུ་འགྲོ་བ་འདི་རྣམས་དགའ་བ་ཆེན་པོའི་རིམ་པའི་མགོན་པོ་ནི་ཧི་ལི་ཀཱི་ལིའི་སྔགས་ཀྱི་ཕྲེང་བ་དང་ལྡན་པའོ། །བུད་དྷའི་བསྟན་པ་དང་ལྡན་པ།
en: He possesses the garland mantra hili kili, which indicates he is the lord of the stages of great joy for beings so that he may bring peace to the world, and that he follows the Buddha’s teaching.

source: ཕྱག་བཞི་པ་བཞེངས་པ་བཤད་པ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་དོན་དང་།
en: The Four-Armed Form “The description of the four-armed form is as follows.

source: བགེགས་ཉེ་བར་ཞི་བར་བྱེད་པ་ལ་ཞལ་གཅིག་ཕྱག་བཞི་པ།
en: The Blessed One takes on a form with four arms and one face for the sake of all the siddhis and to pacify all vighnas.
